{
    "version": "https://jsonfeed.org/version/1",
    "title": "Maja Vrancich",
    "description": "",
    "home_page_url": "https://maja.vrancich.com",
    "feed_url": "https://maja.vrancich.com/feed.json",
    "user_comment": "",
    "icon": "https://maja.vrancich.com/media/website/maja-logo.png",
    "author": {
        "name": "Maja Vrancich"
    },
    "items": [
        {
            "id": "https://maja.vrancich.com/ekstra-cokoladna-torta.html",
            "url": "https://maja.vrancich.com/ekstra-cokoladna-torta.html",
            "title": "Ekstra čokoladna torta",
            "summary": "Kada mog starijeg sina pitate koju bi tortu za rođendan, odgovor je uvijek isti: onu čokoladnuuuu :) Naručuje ju za bilo čiju proslavu i uvijek ju rado pojede. Nije on jedini, to je torta o kojoj svi pričaju i uvijek pitaju hoće li na slavlju&hellip;",
            "content_html": "<p>Kada mog starijeg sina pitate koju bi tortu za rođendan, odgovor je uvijek isti: onu čokoladnuuuu :) Naručuje ju za bilo čiju proslavu i uvijek ju rado pojede. Nije on jedini, to je torta o kojoj svi pričaju i uvijek pitaju hoće li na slavlju biti i ta torta. Ja ju volim raditi jer me nikada nije razočarala, dobro mi je ispala i prvi puta kada sam ju radila i svaki sljedeći. Torta je odlična, ali, kao i sve u životu, ima svojih nedostataka: 1. treba se dobro ohladiti pa ju je potrebno napraviti dan ranije i pustiti da se ohladi u frižideru i 2. jako je zasitna pa ju nekih godina ne radim u obliku okrugle torte (gdje se režu fete) već u pravokutnom obliku pa ju režem na male kockice. </p>\n<p>Ukoliko želite obradovati svoje male i velike ukućane, predlažem da okušate u izradi. Recept nisam izmislila ja već sam ga pronašla na Coolinarici, a objavio ga je korisnik maslacak13, 2013. godine. Original recept možete pronaći na sljedećem <a href=\"https://www.coolinarika.com/recept/extra-cokoladna-torta-0d8b8be8-64a1-11eb-b2e5-0242ac120051\" target=\"_blank\" rel=\"noopener noreferrer\">::linku::</a> a u nastavku možete pročitati isti recept, ali sa dodanih nekoliko savjeta za manje iskusne kuharice :)</p>\n<h2>Sastojci</h2>\n<table style=\"border-collapse: collapse; width: 99.7151%;\" border=\"0\">\n<tbody>\n<tr>\n<td style=\"width: 50.0713%;\">\n<h5>Biskit</h5>\n</td>\n<td style=\"width: 50.0713%;\">\n<h5>Krema</h5>\n</td>\n</tr>\n<tr>\n<td style=\"width: 50.0713%;\">\n<ul>\n<li>5 jaja</li>\n<li>200 g šećera</li>\n<li>1 margarin (250 g)</li>\n<li>200 g čokolade za kuhanje</li>\n<li>5 žlica brašna</li>\n<li>1 prašak za pecivo</li>\n</ul>\n</td>\n<td style=\"width: 50.0713%; text-align: left; vertical-align: top;\">\n<ul>\n<li>700 ml vrhnja za šlag (slatkog vrhnja, NE biljnog)</li>\n<li>600 g čokolade za kuhanje</li>\n<li>2 žlice šećera</li>\n</ul>\n</td>\n</tr>\n</tbody>\n</table>\n<h2>Priprema</h2>\n<ol>\n<li>Na pari otopiti margarin i čokoladu, miješati dok se ne dobije jednolična smjesa i pustiti sa strane da se malo ohladi.</li>\n<li>Odvojiti žumanjke od bjelanjaka u dvije posude za miješanje.</li>\n<li>Napraviti čvrsti snijeg od bjelanjaka (ukoliko imate kuhinjskog robota, dajte njemu da to radi dok se vi bavite idućim korakom).</li>\n<li>Izmiksajte (ručnim mikserom) šećer i žutanjke dok ne postanu svjetlije nijanse (u većoj posudi jer će se kasnije tu sjediniti svi sastojci).</li>\n<li>U posebnoj zdjelici dobro promiješajte brašno i prašak za pecivo (ukoliko se preskoči ovaj korak, može se dogoditi da se biskvit neravnomjerno digne).</li>\n<li>U posudu s žutanjcima i šećerom dodati prohlađenu čokoladnu kremu (iz 1. koraka), nakon toga po malo dodavati brašno (dobro ga je prije dodavanja prosijati, kako ne bi imali grudice) i miješati drvenom kuhačom. Na kraju po malo dodavati snijeg od bjelanjaka (mene su učili da kada se on dodaje miješam u krug odozgo prema dolje).</li>\n<li>Priprema smjese za biskvit je gotova. Moja se pećnica jako brzo zagrije pa ju ja palim tek u ovom koraku (180 stupnjeva). Pripremite kalup za pečenje, ja stavljam papir za pečenje dolje, a pretpostavljam da dobro ispadne i klasičnom metodom: premazati dno i rubove maslacem i pobrašniti.</li>\n<li>Izlijte smjesu za biskvit u kalup i stavite da se peče. Original recept kaže 20 minuta na 180 stupnjeva. Vrijeme pečenja ovisi o veličini kalupa, ako je kalup manji, vrijeme ćete morati produžiti (klasičan način provjere je ubosti drveni ražnjić u pečen biskvit i ako je \"mokar\" tj. izvučete ga prekrivenog čokoladnom kremom, nije gotovo).</li>\n<li>Krećemo u pripremu kreme.</li>\n<li>Slatko vrhnje, čokoladu i šećer zagrijati na laganoj vatri i kada se čokolada počne topiti, miješati tako da se stvori jednolična smjesa (meni je potrebno taman 20ak minuta za to, dok se peče biskvit).</li>\n<li>Izvaditi biskvit iz pećnice, dok je topao izbockati ga i preliti kremom.</li>\n<li>Pustite da se torta ohladi na sobnoj temperaturi i kasnije ju prebacite u frižider.</li>\n<li>Idući dan ukrasite tortu po želji.</li>\n</ol>\n<p><span style=\"text-decoration: underline;\">Napomena:</span> ova torta vrlo jednostavno postaje bezglutenska poslastica! Jedino što trebate napraviti je obično brašno zamijeniti bezglutenskim. Obzirom da se radi o samo 5 žlica brašna, nije potrebno mijenjati omjere. Uživajte!</p>\n<p> </p>\n<p> </p>",
            "image": "https://maja.vrancich.com/media/posts/4/torta.jpg",
            "author": {
                "name": "Maja Vrancich"
            },
            "tags": [
                   "Torte",
                   "Recepti",
                   "Kolači"
            ],
            "date_published": "2023-01-30T11:05:25+01:00",
            "date_modified": "2023-01-30T11:14:15+01:00"
        },
        {
            "id": "https://maja.vrancich.com/kako-internet-radi.html",
            "url": "https://maja.vrancich.com/kako-internet-radi.html",
            "title": "Kako internet radi?",
            "summary": "U Medicinskoj školi u Rijeci sam 2017./'18. radila s učenicama III-8 razreda školski projekt. U nastavku ću opisati: Gradivo koje sam trebala obraditi s učenicima je bio Internet. Željela sam osuvremeniti nastavu s nekim zanimljivim, recentnim, kratkim i jasnim video prikazom funkcioniranja Interneta. Na moje&hellip;",
            "content_html": "<p>U Medicinskoj školi u Rijeci sam 2017./'18. radila s učenicama III-8 razreda školski projekt. </p>\n<p>U nastavku ću opisati:</p>\n<ul>\n<li>kako sam došla na tu ideju</li>\n<li>koji je bio proces stvaranja</li>\n<li>dobre</li>\n<li>i loše strane provedenoga projekta</li>\n</ul>\n<p>Gradivo koje sam trebala obraditi s učenicima je bio Internet. Željela sam osuvremeniti nastavu s nekim zanimljivim, recentnim, kratkim i jasnim video prikazom funkcioniranja Interneta. Na moje veliko iznenađenje, nisam pronašla takav video, barem ne na hrvatskom jeziku. Zanimljiv mi je bio video <a href=\"https://www.youtube.com/watch?v=7_LPdttKXPc\">Aarona Titusa \"How the Internet Works in 5 Minutes\"</a> koji je napravljen na engleskom jeziku. Rodila se ideja da učenici naprave \"prijevod\" tog videa, što je s određenom dozom skepse bilo i prihvaćeno (alternativa im je bila učiti teoriju).</p>\n<p><strong>Koji nam je bio proces stvaranja?</strong></p>\n<p>Učenici su ovaj projekt izradili timski, što znači da je svatko dobio svoj zadatak kojeg je morao uspješno odraditi kako bi projekt bio završen. Prvo smo raspravljali o tome na koji je način video nastao te smo zaključili da nam treba tekst, narator, sličice i da sve skupa treba spojiti u jednu cjelinu. Na kraju svega, naravno, treba video i postaviti na Youtube. </p>\n<p>Dio učenika je radio na prijevodu (što se pokazalo da im nimalo nije bilo jednostavno), dio je izrađivao i bojao potrebne sličice, neki su sličice pomicali na sceni, neki su bili kamermani, neki su dali glas, a neki spajali video u jednu cjelinu. S obzirom da nismo imali profesionalnu opremu, snimke su rađene pomoću običnog mobilnog telefona. Konačna montaža odrađena je u Windows Movie Maker-u. Za postavljanje videa na Youtube, izrađen je novi Google account putem kojeg je video i postavljen (kako bi se izbjegla situacija u kojoj je video na nečijem privatnom računu). </p>\n<p><strong>Dobre strane provedenoga projekta</strong></p>\n<p>Učenici su se nakon inicijalnog straha i brige da neće moći odraditi tako zahtjevan projekt ipak projekt završili. Od dana kada smo video objavili, 21. studenog 2017. do danas (15. rujna 2021.) video je vidjelo 646 korisnika što zaista možemo smatrati uspjehom. Ja sam jako ponosna na svoje učenike i vjerujem da su puno naučili i o samom procesu realizacije bilo kojeg projekta.</p>\n<p>Sam video možete pogledati <a href=\"https://www.youtube.com/watch?v=MHIAA9kj0zs\">:klikom na link:</a> ili jednostavno stisnuti play na videu malo niže.</p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/MHIAA9kj0zs\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<p><strong>Loše strane provedenoga projekta</strong></p>\n<p>Projekt je bio vremenski zahtjevan. Inicijalno predviđeno vrijeme sam odmah udvostručila, a kasnije se trebalo još udvostručiti. Tu su se dešavale lagane napetosti, koje smo uspješno riješili i priveli projekt do kraja. Učenici su imali i problema s time tko će preuzeti koju ulogu... Neke su uloge bile jednostavne i odmah su objeručke prihvaćene, a neke su bile kompliciranije pa je trebalo iskoristiti sve trikove uvjeravanja.</p>\n<p>Video nije savršen, ali audio je izrazito loš. Kasnije smo zaključili da bi video i audio komponente bilo najbolje zasebno snimati i spajati, ali s obzirom da to nismo znali na početku, a da je stvaranje projekta oduzelo puno više vremena od očekivanoga, nismo se upuštali u ponovno snimanje.</p>\n<p>Osim toga, nisam dodatno ispitivala znanje ovog dijela gradiva već sam ocjene formirala prema stupnju uključenosti u projekt. Sigurna sam da bi frontalna nastava u puno manje vremena rezultirala time da bi puno više učenika znalo gradivo. Pitam se samo, kao i uvijek, koliko dugo bi to znanje trajalo i koliko bi im značilo kasnije u životu.</p>\n<p>Imate li prijedlog, pohvalu ili komentar, slobodno mi se obratite putem <a href=\"https://maja.vrancich.com/kontakt.html\">kontakt obrasca</a>. Hvala :)</p>",
            "image": "https://maja.vrancich.com/media/posts/3/kako-internet-radi.png",
            "author": {
                "name": "Maja Vrancich"
            },
            "tags": [
                   "Primjeri dobre prakse"
            ],
            "date_published": "2023-01-29T14:59:17+01:00",
            "date_modified": "2023-01-29T15:00:25+01:00"
        },
        {
            "id": "https://maja.vrancich.com/kontakt.html",
            "url": "https://maja.vrancich.com/kontakt.html",
            "title": "Kontakt",
            "summary": "Ukoliko kontakt obrazac ne radi, slobodno mi pišite putem e-pošte na: maja.vrancich@skole.hr",
            "content_html": "<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"640px\" height=\"480px\" style=\"border: none; max-width: 100%; max-height: 100vh; width: 753px; height: 543px;\" src=\"https://forms.office.com/Pages/ResponsePage.aspx?id=FvJamzTGgEurAgyaPQKQkd-oafOnXFBDhmrAMjBToJJUOFI1RVAwSks2TDJINkMyTU5VNzNVWFBMRy4u&amp;embed=true\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" msallowfullscreen=\"\"> </iframe></div>\n<p>Ukoliko kontakt obrazac ne radi, slobodno mi pišite putem e-pošte na:<br>maja.vrancich@skole.hr</p>\n<p> </p>",
            "author": {
                "name": "Maja Vrancich"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T14:41:37+01:00",
            "date_modified": "2023-01-29T15:47:33+01:00"
        },
        {
            "id": "https://maja.vrancich.com/o-meni.html",
            "url": "https://maja.vrancich.com/o-meni.html",
            "title": "O meni",
            "summary": "Diplomirani sam profesor informatike i filozofije. Diplomirala sam 16. prosinca 2010. godine na Filozofskom fakultetu u Rijeci sa prosjekom ocjena 4,4. U travnju 2012. godine polažem stručni ispit za učitelja informatike, a u listopadu 2013. dodatno završavam tečaj za računalnog programera internetskih aplikacija (u Algebri). U&hellip;",
            "content_html": "<p>Diplomirani sam profesor informatike i filozofije. Diplomirala sam 16. prosinca 2010. godine na Filozofskom fakultetu u Rijeci sa prosjekom ocjena 4,4. U travnju 2012. godine polažem stručni ispit za učitelja informatike, a u listopadu 2013. dodatno završavam tečaj za računalnog programera internetskih aplikacija (u Algebri). U srpnju 2021. završavam program osposobljavanja za trenericu sportskog penjanja pri Hrvatskoj olimpijskoj akademiji koji na neki način formalizira moje prethodne edukacije: voditelj ljetne alpinističke škole i instruktor sportskog penjanja. <br><br>U edukaciji radim od 2011. godine. Stažirala sam u osnovnim školama, nakon toga radila u raznim srednjim školama, godinu dana kao asistent na Odjelu za informatiku i od jeseni 2019. radim u OŠ Pećine. Do sada sam obavljala nastavničke poslove, poslove razrednika, administratora imenika i e-matice te koordinatora državne mature. Bavim se i edukacijom u sportu te sam od 2007. (s nekim godinama pauze) trenirala sportsko penjanje djecu uzrasta od pet do osamnaest godina, u Riječkom alpinističkom klubu i Sportsko penjačkom klubu Tuhobić.</p>\n<p>Konstantno se stručno usavršavam i iza sebe imam veliki broj odslušanih edukacija čije potvrde možete vidjeti ::klikom na link:: (uskoro).</p>\n<p>Sudjelovala sam u organizaciji Županijskg natjecanja iz informatike i računalstva INFOKUP 2012., 2015 i 2018. kao članica Prosudbenog povjerenstva. <br>Sudjelovala sam na 22. međunarodnoj multikonferenciji Information Society 2019 (Human-Computer Interaction In Information Society) 9.11.2019. sa radom „Exploratory data analysis of stream data in sports medicine domain“ (Vrancich M., Matetić M.). Ranije sam sudjelovala na 34. Međunarodnom skupu MIPRO 2011. s radom „Izrada testova znanja pomoću računalne tehnologije“ (M. Vukas, N. Hoić-Božić, T. Vukas). Sudjelovala sam na simpoziju „Integrativna bioetika i nova epoha“ (6. Lošinjski dani bioetike), Mali Lošinj, Hrvatska, (2007.) s radom: „Pozitivna fizička aktivnost kao prirodna modifikacija ljudskog tijela“ (I. Eterović, M. Vukas).</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://maja.vrancich.com/media/posts/1/maja-bled-konferencija.jpg\" alt=\"Konferencija, Bled\" width=\"602\" height=\"451\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://maja.vrancich.com/media/posts/1/responsive/maja-bled-konferencija-xs.jpg 300w ,https://maja.vrancich.com/media/posts/1/responsive/maja-bled-konferencija-sm.jpg 480w ,https://maja.vrancich.com/media/posts/1/responsive/maja-bled-konferencija-md.jpg 768w ,https://maja.vrancich.com/media/posts/1/responsive/maja-bled-konferencija-lg.jpg 1024w ,https://maja.vrancich.com/media/posts/1/responsive/maja-bled-konferencija-xl.jpg 1360w ,https://maja.vrancich.com/media/posts/1/responsive/maja-bled-konferencija-2xl.jpg 1600w\"></figure><br>U slobodno vrijeme se volim baviti sportom i provoditi vrijeme u prirodi pa su tako aktivnosti koje najviše volim: sportsko penjanje, alpinizam, trčanje (trail running), turno skijanje, planinarenje i sl. </p>",
            "author": {
                "name": "Maja Vrancich"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T14:36:39+01:00",
            "date_modified": "2023-01-29T15:48:05+01:00"
        }
    ]
}
